Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.c120f8925e69
source: 今日は重量やセット数を抑え、回復を優先する選択肢があります。
ar_sa: اليوم لديك خيار تقليل الوزن وتقليل المجموعات وإعطاء الأولوية للتعافي.
ca: Avui tens l'opció de reduir pes, reduir sèries i prioritzar la recuperació.
cs: Můžete si vybrat, zda snížíte váhu nebo počet sérií a upřednostníte regeneraci.
da: Du kan vælge at reducere vægt og antal sæt, og prioritere restitution.
de_de: Heute: Es gibt Optionen, bei denen Sie das Gewicht und die Anzahl der Sätze reduzieren und die Erholung priorisieren.
el: Έχετε τη δυνατότητα να μειώσετε το βάρος και τον αριθμό των επαναλήψεων, δίνοντας προτεραιότητα στην αποκατάσταση.
en_au: You can choose to reduce weight and sets, prioritizing recovery.
es_es: Hoy, puedes elegir reducir el peso y las series para priorizar la recuperación.
fi: Voit valita, että käytät vähemmän painoja ja sarjoja, ja priorisoidaan palautuminen.
fr_ca: Vous pouvez choisir de réduire le poids et le nombre de séries pour privilégier la récupération.
gu: આજે વજન અને સેટની સંખ્યા ઘટાડીને, પુનઃપ્રાપ્તિને પ્રાધાન્ય આપવાનો વિકલ્પ છે.
he: יש אפשרות להפחית משקל וסטים, ולהעדיף התאוששות.
hi: आज, आराम को प्राथमिकता देने वाले विकल्पों में से चुनें।
hr: Možete odabrati opciju gdje smanjujete težinu i broj serija, a prioritet dajete oporavku.
hu: Van lehetőség a súly és a sorok számának csökkentésére, a regenerációt prioritásként kezelve.
id: Ada pilihan untuk mengurangi berat badan dan jumlah set, dengan memprioritaskan pemulihan.
it: Oggi, puoi scegliere di ridurre il peso e il numero di serie, dando priorità al recupero.
ko: 오늘은 무게와 세트 수를 줄이고, 회복을 우선하는 선택이 있습니다.
mr: आज, वजन आणि सेटची संख्या कमी करून, विश्रांतीला प्राधान्य देण्याचा पर्याय आहे.
ms: Ada pilihan untuk mengurangkan berat dan jumlah set, serta memprioritaskan pemulihan.
nl_nl: U kunt kiezen om het gewicht en aantal sets te verminderen, met als doel herstel.
no: Du kan velge å redusere vekten og antall sett, og prioritere restitusjon.
pl: Możesz wybrać opcję ograniczenia wagi i liczby serii, aby priorytetowo traktować regenerację.
pt_br: Você pode optar por reduzir o peso e o número de séries, priorizando a recuperação.
pt_pt: Você pode optar por reduzir o peso e o número de séries, priorizando a recuperação.
ro: Există opțiunea de a reduce greutatea și numărul de serii, prioritizând recuperarea.
ru: Есть возможность уменьшить вес и количество подходов, отдавая предпочтение восстановлению.
sk: Máte možnosť znížiť váhu a počet sérií, pričom uprednostňujete regeneráciu.
sl: Imate možnost, da zmanjšate utežo in število serij ter poudarite regeneracijo.
sv: Du kan välja att minska vikten och antalet set, med fokus på återhämtning.
ta: இன்று, எடை மற்றும் செட் எண்ணிக்கையை குறைத்து, மீள்திக்கு முன்னுரிமை அளிக்கும் விருப்பம் உள்ளது.
te: ఈ రోజు, బరువు మరియు సెట్ల సంఖ్యను తగ్గించడం ద్వారా కోలుకు Priority ఇవ్వడానికి ఎంపిక ఉంది.
th: วันนี้คุณสามารถเลือกที่จะลดน้ำหนักและจำนวนเซ็ตได้ เพื่อให้เน้นการฟื้นฟู
tr: Bugün, ağırlık ve tekrar sayısını azaltarak, dinlenmeye öncelik verebilirsiniz.
uk: У вас є можливість обмежити вагу та кількість підходів, щоб пріоритетом було відновлення.
vi: Có thể chọn giảm trọng lượng và số hiệp, ưu tiên phục hồi.
zh_hans: 今天可以选择减少重量和组数，以优先恢复。
zh_hant: 今天可以选择减轻重量和组数，以优先恢复。

# health_meals_body_ai.c17a63bc8b26
source: 回復日として完了
ar_sa: اكتمل كيوم للتعافي
ca: Completat com a dia de recuperació
cs: Obnoveno – dokončeno
da: Afsluttet som en restitutionsdag
de_de: Erholung abgeschlossen
el: Ολοκληρώθηκε ως ημέρα αποκατάστασης
en_au: Mark as complete
es_es: Recuperación completada
fi: Valmis palautumisen jälkeen
fr_ca: Récupération terminée
gu: પુનઃપ્રાપ્તિના દિવસ તરીકે પૂર્ણ થયું
he: סיום כאימון
hi: पुनर्प्राप्ति के रूप में पूर्ण
hr: Datum oporavka: dovršeno
hu: Regeneráció befejezve
id: Selesai sebagai hari pemulihan
it: Completato come giorno di recupero
ko: 회복 완료일로 기록
mr: पुनर्प्राप्ती पूर्ण झाल्याची नोंद
ms: Selesai sebagai hari pemulihan
nl_nl: Herstel voltooid
no: Fullført som treningsdag
pl: Odsysanie zakończone
pt_br: Dia de recuperação concluído
pt_pt: Dia de recuperação concluído
ro: Recuperare finalizată
ru: Завершено как день восстановления
sk: Zoznam dokončených aktivít
sl: Končano kot dan za okrevanje
sv: Avslutad som återhämtningsdag
ta: மீட்டெடுப்பு முடிந்த நாள்
te: పూర్తి అయిన రోజుగా గుర్తించబడింది
th: บันทึกวันที่เสร็จสิ้น
tr: İyileşme günü olarak tamamlandı
uk: Завершено як день відновлення
vi: Hoàn thành ngày phục hồi
zh_hans: 作为恢复日完成
zh_hant: 設定為恢復日後完成

# health_meals_body_ai.c1902956ff42
source: 設定画面でAIサーバーのAPIキーを入力してください。
ar_sa: الرجاء إدخال مفتاح API لخادم الذكاء الاصطناعي على شاشة الإعدادات.
ca: Introduïu la clau del servidor AI API a la pantalla de configuració.
cs: Na obrazovce nastavení zadejte API klíč pro server AI.
da: Indtast API-nøglen for AI-serveren på indstillingsskærmen.
de_de: Geben Sie den API-Schlüssel für den KI-Server auf dem Einstellungsbildschirm ein.
el: Στις ρυθμίσεις, εισάγετε το API key του διακομιστή AI.
en_au: Enter the API key for the AI server in the settings screen.
es_es: Ingrese la clave API del servidor de IA en la pantalla de configuración.
fi: Syötä AI-palvelimen API-avain asetusten näytössä.
fr_ca: Entrez la clé API du serveur IA sur l'écran des paramètres.
gu: સેટિંગ્સ સ્ક્રીન પર AI સર્વરનું API કી દાખલ કરો.
he: הזינו את מפתח ה-API של שרת ה-AI במסך ההגדרות.
hi: सेटिंग स्क्रीन पर AI सर्वर API कुंजी दर्ज करें।
hr: Unesite API ključ za AI server u ekran postava.
hu: A beállítások menüjében, add meg az AI szerver API kulcát.
id: Masukkan kunci API server AI di layar Pengaturan.
it: Inserisci la chiave API del server AI nella schermata delle impostazioni.
ko: 설정 화면에서 AI 서버 API 키를 입력해주세요.
mr: सेटिंग स्क्रीनवर AI सर्व्हरचा API की प्रविष्ट करा.
ms: Masukkan kunci API pelayan AI dalam skrin tetapan.
nl_nl: Voer de API-sleutel voor de AI-server in op het scherm met instellingen.
no: Skriv inn API-nøkkelen for AI-serveren på innstillingsskjermen.
pl: Wprowadź klucz API dla serwera AI na ekranie ustawień.
pt_br: Introduza a chave API do servidor AI na tela de configurações.
pt_pt: Introduza a chave API do servidor AI na tela de configurações.
ro: Introdu cheia API a serverului AI pe ecranul de setări.
ru: Введите API-ключ для сервера ИИ на экране настроек.
sk: Na obrazovke nastavení zadajte API kľúč pre server AI.
sl: Vnesite API ključ za strežnik AI na zaslonu nastavitev.
sv: Ange API-nyckeln för AI-servern på inställningsskärmen.
ta: அமைப்புகள் திரையில் AI சர்வரின் API விசையை உள்ளிடவும்.
te: సెట్టింగ్స్ స్క్రీన్‌లో AI సర్వర్ యొక్క API కీని నమోదు చేయండి.
th: กรอก API key ของเซิร์ฟเวอร์ AI ในหน้าจอการตั้งค่า
tr: Ayar ekranında AI sunucusunun API anahtarını girin.
uk: Введіть API-ключ сервера AI на екрані налаштувань.
vi: Nhập khóa API của máy chủ AI trên màn hình cài đặt.
zh_hans: 在设置界面中，请输入AI服务器的API密钥。
zh_hant: 在設定畫面中輸入 AI 伺服器的 API 金鑰。

# health_meals_body_ai.c1b1833378f2
source: 内容を確認し、必要なら修正してから保存してください。目標は自動では確定しません。
ar_sa: يرجى التحقق من المحتويات، وإجراء التصحيحات إذا لزم الأمر، ثم حفظها. لا يتم تحديد الأهداف تلقائيا.
ca: Si us plau, comproveu el contingut, feu les correccions si cal i després deseu. Els objectius no es determinen automàticament.
cs: Pečlivě si přečtěte obsah a případně jej opravte před uložením. Cíl se automaticky nezadá.
da: Bekræft indholdet og rediger det efter behov, før du gemmer. Målet fastlægges automatisk ikke.
de_de: Überprüfen und gegebenenfalls korrigieren Sie den Inhalt, bevor Sie ihn speichern. Das Ziel wird automatisch nicht festgelegt.
el: Ελέγξτε το περιεχόμενο και τροποποιήστε το, εάν χρειάζεται, πριν αποθηκεύσετε. Ο στόχος δεν θα καθοριστεί αυτόματα.
en_au: Please review and save only if necessary. The target will not be automatically determined.
es_es: Revise el contenido y, si es necesario, modifíquelo antes de guardar. El objetivo no se determinará automáticamente.
fi: Tarkista sisältö ja muokkaa tarvittaessa ennen tallentamista. Tavoitteet eivät automaattisesti vahvistu.
fr_ca: Veuillez vérifier le contenu et le modifier si nécessaire avant de sauvegarder. L'objectif ne sera pas automatiquement confirmé.
gu: સામગ્રી તપાસો અને જરૂર મુજબ સુધારો કર્યા પછી સાચવો. લક્ષ્ય આપોઆપ નક્કી થશે નહીં.
he: בדוק את התוכן ובצע תיקונים במידת הצורך לפני שמירה. המטרה לא תתקבע אוטומטית.
hi: कृपया सामग्री की जाँच करें और आवश्यकतानुसार संशोधित करके सहेजें। लक्ष्य स्वचालित रूप से निर्धारित नहीं होते हैं।
hr: Provjerite sadržaj i ažurirajte ga ako je potrebno prije spremanja. Cilj se automatski neće definirati.
hu: Ellenőrizd a tartalmat, és ha szükséges, szerkessz, majd mentd el. A cél automatikusan nem lesz meghatározva.
id: Periksa dan perbaiki jika perlu sebelum menyimpan. Tujuan tidak akan otomatis ditetapkan.
it: Controlla il contenuto e, se necessario, effettua le modifiche prima di salvare. L'obiettivo non viene automaticamente definito.
ko: 내용을 확인하고 필요하면 수정 후 저장하세요. 목표는 자동으로 설정되지 않습니다.
mr: कृपया माहिती तपासा आणि आवश्यक असल्यास त्यात बदल करून सेव्ह करा. लक्ष्य आपोआप निश्चित होणार नाही.
ms: Sila semak dan edit jika diperlukan sebelum menyimpan. Matlamat tidak akan ditetapkan secara automatik.
nl_nl: Controleer de inhoud en corrigeer indien nodig voordat u opslaat. Het doel wordt automatisch niet vastgesteld.
no: Bekreft innholdet og gjør eventuelle endringer før du lagrer. Målet vil ikke automatisk bli fastslått.
pl: Sprawdź zawartość i w razie potrzeby zmodyfikuj ją przed zapisaniem. Cel nie zostanie automatycznie zdefiniowany.
pt_br: Verifique o conteúdo e faça as alterações necessárias antes de salvar. O objetivo não será definido automaticamente.
pt_pt: Verifique o conteúdo e faça as alterações necessárias antes de salvar. O objetivo não será definido automaticamente.
ro: Verifică conținutul și, dacă este necesar, modifică-l înainte de a salva. Obiectivul nu se stabilește automat.
ru: Пожалуйста, просмотрите и отредактируйте содержимое, если необходимо, прежде чем сохранять. Цель не будет автоматически определена.
sk: Skontrolujte obsah a v prípade potreby ho upravte a potom uložte. Ciele nie sú automaticky potvrdené.
sl: Prosim, preverite in uredite, če je potrebno, ter shranite. Cilj se ne bo samodejno določil.
sv: Granska innehållet och redigera vid behov innan du sparar. Målet fastställs automatiskt.
ta: உள்ளடக்கத்தை சரிபார்த்து, தேவைப்பட்டால் திருத்தி சேமிக்கவும். இலக்கு தானாகவே தீர்மானிக்கப்படாது.
te: కంటెంట్‌ను తనిఖీ చేసి, అవసరమైతే సరిచేసి, ఆపై సేవ్ చేయండి. లక్ష్యాలు స్వయంచాలకంగా నిర్ణయించబడవు.
th: ตรวจสอบเนื้อหา และแก้ไขตามต้องการก่อนบันทึก เป้าหมายจะไม่ได้รับการกำหนดโดยอัตโนมัติ
tr: İçeriği kontrol edin ve gerekirse düzeltin, ardından kaydedin. Hedefler otomatik olarak belirlenmez.
uk: Перегляньте вміст і внесіть необхідні зміни перед збереженням. Мета не визначається автоматично.
vi: Vui lòng xem xét và chỉnh sửa nếu cần rồi lưu. Mục tiêu sẽ không tự động được xác định.
zh_hans: 请确认内容并根据需要进行修改后保存。目标不会自动确定。
zh_hant: 请确认内容，必要时进行修改后再保存。目标不会自动确定。

# health_meals_body_ai.c20a7b4dbb8b
source: 脂質
ar_sa: الدهون
ca: lípid
cs: Tuk
da: Fedtindhold
de_de: Fettgehalt
el: Λιπαρά
en_au: Fat
es_es: Grasas
fi: Rasva
fr_ca: Lipides
gu: ચરબી
he: שומן
hi: वसा
hr: Mast
hu: Zsír
id: Lemak
it: Grassi
ko: 지방
mr: चरबी
ms: Lemak
nl_nl: Vetpercentage
no: Fett
pl: Tłuszcz
pt_br: Gordura
pt_pt: Gordura
ro: Grăsimi
ru: Жиры
sk: Tuky
sl: Maščobe
sv: Fett
ta: கொழுப்பு
te: కొవ్వు
th: ไขมัน
tr: Yağ oranı
uk: Жири
vi: Chất béo
zh_hans: 脂肪
zh_hant: 脂肪

# health_meals_body_ai.c3262e1157cc
source: 睡眠が短め
ar_sa: نوم قصير
ca: son breu
cs: Spánek je mírně kratší.
da: Kortere søvn
de_de: Kurzer Schlaf
el: Ο ύπνος είναι σχετικά μικρός
en_au: Slightly less sleep
es_es: Sueño corto
fi: Uni on hieman lyhyempi
fr_ca: Votre temps de sommeil est un peu court.
gu: ઊંઘ થોડી ટૂંકી છે
he: שינה קצרה
hi: नींद थोड़ी कम है
hr: Spavanje je nešto kraće
hu: Az alsó időtartam
id: Waktu tidur kurang
it: Il sonno è leggermente inferiore al normale.
ko: 수면 시간이 짧음
mr: झोप कमी आहे
ms: Waktu tidur agak pendek
nl_nl: Je slaapt iets minder
no: Kortere søvn
pl: Sen jest krótszy niż zwykle.
pt_br: Sono um pouco curto
pt_pt: Sono um pouco curto
ro: Somnul este mai scurt.
ru: Сон немного короче.
sk: Spánok je mierne kratší.
sl: Spanje je nekoliko krajše
sv: Lite kortare sömn
ta: குறைவான தூக்கம்
te: నిద్ర తక్కువగా ఉంది
th: ระยะเวลาพักผ่อนสั้น
tr: Uyku süresi kısa
uk: Сон трохи коротший
vi: Thời gian ngủ ngắn
zh_hans: 睡眠较短
zh_hant: 睡眠較短

# health_meals_body_ai.c437a0ce5ac1
source: 承認済みの記憶
ar_sa: الذاكرة المعتمدة
ca: Memòria aprovada
cs: Schválené paměti
da: Godkendt hukommelse
de_de: Genehmigte Erinnerungen
el: Εγκεκριμένα δεδομένα
en_au: Approved memory.
es_es: Memoria aprobada
fi: Hyväksytyt muistot
fr_ca: Mémoire approuvée
gu: મંજૂર કરેલો ડેટા
he: זיכרון מאושר
hi: स्वीकृत यादें
hr: Odobrene memorije
hu: Jóváhagyott emlékezet
id: Ingatan yang Disetujui
it: Memoria approvata
ko: 승인된 기억
mr: मंजूर केलेले रेकॉर्ड
ms: Ingatan yang Diluluskan
nl_nl: Goedgekeurde herinneringen
no: Godkjent minne
pl: Zatwierdzone wspomnienia
pt_br: Memória aprovada
pt_pt: Memória aprovada
ro: Memorie aprobată
ru: Одобленные данные
sk: Schválené údaje
sl: Odobrene spomnine
sv: Godkända minnen
ta: ஒப்புக்கொள்ளப்பட்ட நினைவுகள்
te: సమార్దించిన జ్ఞాపకాలు
th: ความทรงจำที่ได้รับการอนุมัติ
tr: Onaylanmış Hatırlamalar
uk: Затверджена пам'ять
vi: Dữ liệu đã được phê duyệt
zh_hans: 已批准的记忆
zh_hant: 已批准的回憶

# health_meals_body_ai.c4e16ef103db
source: 直近の週平均体重が下がっています。筋肥大を支えるため、摂取目安を少し増やす候補です。
ar_sa: لقد انخفض متوسط وزني الأسبوعي الأخير. من أجل دعم تضخم العضلات، فهو مرشح لزيادة المدخول الموصى به قليلاً.
ca: El meu pes mitjà setmanal recent ha disminuït. Per tal de donar suport a la hipertròfia muscular, és un candidat per augmentar lleugerament la ingesta recomanada.
cs: Vaše průměrná váha za poslední týden klesá. Doporučujeme mírně zvýšit doporučenou denní dávku, aby podpořila svalový růst.
da: Dit gennemsnitlige vægtforbrug over den seneste uge er faldet. Dette kan indikere, at du har brug for at øge dit kalorieindtag lidt for at støtte muskelvækst.
de_de: Ihr durchschnittlicher Wochengewicht ist gesunken. Als Unterstützung für den Muskelaufbau können Sie die empfohlene Menge leicht erhöhen.
el: Το μέσο βάρος σας την τελευταία εβδομάδα έχει μειωθεί. Αυτό μπορεί να οφείλεται στην αύξηση των θερμίδων, για να υποστηρίξετε τη μυϊκή ανάπτυξη.
en_au: Your average weekly weight loss has been observed. This may indicate a need to slightly increase your calorie intake to support muscle growth.
es_es: Tu peso promedio semanal ha disminuido. Considera aumentar ligeramente la ingesta para favorecer el crecimiento muscular.
fi: Viimeisen viikon keskimääräinen paino on laskenut. Tämä voi tukea lihasten kasvua, joten suositeltava annos voi olla hieman suurempi.
fr_ca: Votre poids moyen hebdomadaire a diminué. Cela pourrait indiquer un besoin d'augmenter légèrement votre apport calorique pour favoriser la prise de masse musculaire.
gu: છેલ્લા અઠવાડિયાનો સરેરાશ વજન ઘટી રહ્યું છે. સ્નાયુઓના વિકાસને ટેકો આપવા માટે, આહારની માત્રામાં થોડો વધારો કરવાની સંભાવના છે.
he: המשקל הממוצע השבועי האחרון יורד. כיוון שזה תומך בהגדלת שרירים, זה יכול להיות מועמד להגדלת ההמלצות היומיות.
hi: पिछले सप्ताह का औसत वजन कम हो रहा है। मांसपेशियों के विकास को बढ़ावा देने के लिए, कृपया सेवन की मात्रा थोड़ी बढ़ाएं।
hr: Vaša prosječna težina u posljednjoj tjednu se smanjuje. Razmislite o povećanju preporučene količine hranjivih sastojaka kako biste podržali mišićni rast.
hu: Az utóbbi heti átlag súlyod csökken. Ehhez az izomépítés támogatásához, javaslom, hogy emeld meg a napi bevitel mennyiséget.
id: Berat badan rata-rata mingguan Anda menurun. Ini mungkin karena peningkatan asupan kalori untuk mendukung pertumbuhan otot.
it: Il tuo peso medio settimanale è in diminuzione. Potrebbe essere un candidato per aumentare leggermente l'apporto calorico, a supporto della massa muscolare.
ko: 최근 주 평균 체중이 감소하고 있습니다. 근육 성장을 지원하기 위해 섭취 권장량을 조금 늘리는 후보입니다.
mr: मागील आठवड्यातील सरासरी वजन कमी होत आहे. स्नायू वाढवण्यासाठी, आहारात थोडी वाढ करण्याची शक्यता आहे.
ms: Purata berat mingguan anda telah menurun. Ini mungkin merupakan calon untuk meningkatkan jumlah pengambilan, untuk menyokong pertumbuhan otot.
nl_nl: Uw gemiddelde gewicht over de afgelopen week is gedaald. Dit kan een indicatie zijn dat u voldoende eiwitten consumeert om spiergroei te ondersteunen.
no: Din gjennomsnittlige vekt har gått ned den siste uken. Dette kan være et tegn på muskelvekst, så vurder å øke anbefalt inntak litt.
pl: Średnia waga w ostatnim tygodniu jest niższa. Sugeruje to zwiększenie zalecanej ilości spożycia, aby wspomóc budowanie masy mięśniowej.
pt_br: Seu peso médio semanal tem diminuído. Considere aumentar ligeiramente a ingestão para apoiar o ganho de massa muscular.
pt_pt: Seu peso médio semanal tem diminuído. Considere aumentar ligeiramente a ingestão para apoiar o ganho de massa muscular.
ro: În ultima săptămână, greutatea medie a scăzut. Pentru a susține creșterea musculară, puteți lua în considerare creșterea ușoară a aportului caloric.
ru: Ваш средний вес за последнюю неделю снижается. Это может быть связано с набором мышечной массы, поэтому можно немного увеличить рекомендуемое количество калорий.
sk: Vaša priemerná hmotnosť za poslednú týždeň klesla. Je to možné, aby ste podopreli svalový rast, preto zvážte mierne zvýšenie odporúčanej dávky.
sl: Vaša povprečna telesna teža zadnjih tednih se zmanjšuje. To je lahko znak, da povečate priporočen dnevni odmerek.
sv: Du har tappat i genomsnittsvikt under den senaste veckan. Detta kan vara en indikation på att du behöver öka ditt kaloriintag något för att stödja muskeluppbyggnad.
ta: சமீபத்திய வார சராசரி எடை குறைந்து வருகிறது. தசையை வளர்க்க, உட்கொள்ளும் அளவை சற்று அதிகரிக்கலாம்.
te: గత వారపు సగటు బరువు తగ్గుతోంది. కండరాల పెరుగుదలకు మద్దతు ఇవ్వడానికి, తీసుకోవలసిన మోతాదును కొద్దిగా పెంచడం మంచిది.
th: น้ำหนักเฉลี่ยรายสัปดาห์ของคุณลดลง ซึ่งเป็นไปตามความต้องการสำหรับการสร้างกล้ามเนื้อ ดังนั้นจึงเป็นตัวเลือกในการเพิ่มปริมาณที่แนะนำ
tr: Son haftanın ortalama ağırlığında düşüş var. Kas kütlesini desteklemek için, alım miktarını biraz artırmayı düşünebilirsiniz.
uk: Середня вага за останній тиждень зменшується. Це може бути пов'язано з потребою у збільшенні споживання калорій.
vi: Trọng lượng trung bình hàng tuần đang giảm. Đây là một lựa chọn để tăng lượng calo tiêu thụ, nhằm hỗ trợ phát triển cơ bắp.
zh_hans: 最近一周的平均体重下降。为了支持肌肉增长，建议稍微增加摄入量。
zh_hant: 最近一週的平均體重下降。為了支持肌肉生長，建議稍微增加攝取量。

# health_meals_body_ai.c51a6e397751
source: 写真は見た目の変化、数値は実測で確認します。
ar_sa: الصور توضح التغيرات في المظهر، والأرقام مؤكدة بالقياسات الفعلية.
ca: Les fotos mostren els canvis d'aparença i els números es confirmen amb mesures reals.
cs: Změny vzhledu se sledují vizuálně, čísla ověřujeme měřením.
da: Billeder bruges til at se efter ændringer, mens tallet bekræftes gennem målinger.
de_de: Die Veränderungen werden visuell beurteilt, die Zahlen durch Messungen bestätigt.
el: Οι φωτογραφίες χρησιμοποιούνται για την παρακολούθηση των αλλαγών, ενώ οι αριθμητικές τιμές επαληθεύονται με μετρήσεις.
en_au: Visual changes are assessed, and measurements confirm the data.
es_es: La foto es para observar los cambios, las cifras se confirman mediante mediciones.
fi: Kuva kertoo muutoksista, luvut tarkistetaan mittauksilla.
fr_ca: Les photos permettent de constater les changements physiques, les chiffres sont vérifiés par mesure.
gu: ફોટો એ દેખાવમાં થતા ફેરફારો, આંકડા વાસ્તવિક માપથી ચકાસી શકાય છે.
he: ניתן לבדוק שינויים במראה באמצעות תמונות, ונתונים אמיתיים באמצעות מדידות.
hi: हम देखने में बदलाव, संख्याएं मापने के माध्यम से सत्यापित करेंगे।
hr: Izgled se može provjeriti na fotografiji, a vrijednosti se mjere.
hu: A megjelenés változásait a képekben, a számokat pedig a tényleges mérések alapján ellenőrizhetjük.
id: Perubahan penampilan terlihat, angka diverifikasi melalui pengukuran.
it: Le modifiche fisiche sono visibili, i valori vengono confermati con misurazioni.
ko: 외모 변화는 사진으로, 수치는 실제 측정으로 확인합니다.
mr: फोटो हे केवळ दिसणाऱ्या बदलांचे आणि संख्यात्मक माहितीचे मापन आहे.
ms: Perubahan visual dan nilai diukur secara langsung.
nl_nl: De visuele veranderingen worden beoordeeld, de cijfers worden gemeten.
no: Bruk bildet for å se etter endringer, og bruk målinger for å bekrefte tallene.
pl: Zmiany w wyglądzie są oceniane wizualnie, a wartości mierzone.
pt_br: Acompanhe as mudanças visuais, confirme os valores por medição.
pt_pt: Acompanhe as mudanças visuais, confirme os valores por medição.
ro: Fotografia indică schimbările în aspect, iar valorile sunt verificate prin măsurători.
ru: Изменение внешности, данные подтверждаются измерением.
sk: Zmena vzhľadu sa hodnotí vizuálne, čísla sa overujú meraním.
sl: Fotografija je za opazanje sprememb, števila pa se preverjajo s merjenjem.
sv: Bilder används för att se förändringar, siffror verifieras genom mätningar.
ta: தோற்ற மாற்றங்கள் புகைப்படத்தில், எண்களை அளவீடுகள் மூலம் சரிபார்க்கவும்.
te: ఫోటో అనేది మీ రూపాన్ని మార్చడానికి, సంఖ్యలు వాస్తవంగా తెలుసుకోవడానికి ఉపయోగపడుతుంది.
th: ใช้รูปภาพเพื่อดูผลลัพธ์, ตัวเลขจะได้รับการตรวจสอบด้วยการวัดจริง
tr: Değişimler görsel olarak, sayılar ölçümle doğrulanır.
uk: Фото показує зміни у вашому зовнішньому вигляді, а числові дані підтверджуються вимірюваннями.
vi: Chúng tôi sẽ kiểm tra sự thay đổi về ngoại hình và số liệu thông qua đo đạc thực tế.
zh_hans: 请查看外观变化，数值请通过实际测量确认。
zh_hant: 外观变化，数值请通过实际测量确认。

# health_meals_body_ai.c5b5539d921c
source: 食事名
ar_sa: اسم الوجبة
ca: Nom del menjar
cs: Název jídla
da: Navn på måltid
de_de: Name des Gerichts
el: Όνομα γεύματος
en_au: Meal name
es_es: Nombre de la comida
fi: Ruoka
fr_ca: Nom du repas
gu: ખોરાકનું નામ
he: שם הארוחה
hi: भोजन का नाम
hr: Naziv jela
hu: Étel neve
id: Nama makanan
it: Nome del pasto
ko: 식사 이름
mr: आहाराचे नाव
ms: Nama makanan
nl_nl: Naam van maaltijd
no: Navn på måltid
pl: Nazwa posiłku
pt_br: Nome da refeição
pt_pt: Nome da refeição
ro: Numele mesei
ru: Название блюда
sk: Názov jedla
sl: Ime jedi
sv: Måltidsnamn
ta: உணவின் பெயர்
te: ఆహార పేరు
th: ชื่ออาหาร
tr: Öğün adı
uk: Назва страви
vi: Tên bữa ăn
zh_hans: 饮食名称
zh_hant: 飲食名稱
